Revit 2024 API
ParameterTypeId.SheetDrawnBy Property
 "Drawn By"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetDrawnBy { get; }
Visual Basic
Public Shared ReadOnly Property SheetDrawnBy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetDrawnBy {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace